adw-gtk3
alacritty
alsa-plugins
alsa-utils
anki-bin
asciiquarium
autoconf
automake
autorandr
awesome
baobab
base
bash-completion
bazel
bison
blueman
bluez
bluez-utils
brillo
btop
calibre
clang
cmatrix
compiler-rt
dex
discord
dunst
efibootmgr
eog
evince
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
firefox
fish
flameshot
flatpak
flex
gallery-dl
gcc
gcolor3
git
gnome-calculator
gnome-clocks
gnome-keyring
gnome-weather
grub
htop
i3-gaps
i3blocks
i3lock
i3status
iwd
jdk11-openjdk
jdownloader2
jq
jre11-openjdk
jre11-openjdk-headless
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
libb2
libtool
light-locker
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lutris
lxappearance
m4
maim
make
man-db
micro
minecraft-launcher
mpg123
mpv
nautilus
neofetch
neovim
nerd-fonts-hack
nethogs
network-manager-applet
networkmanager
networkmanager-openconnect
nitrogen
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
numlockx
nvidia-dkms
nvidia-settings
ocl-icd
onlyoffice-bin
openal
orchis-theme
osu-lazer-bin
pacman-contrib
parcellite
patch
pavucontrol
peek
pfetch
picom
pinta
pipewire-pulse
pkgconf
playerctl
plocate
polybar
portaudio
protobuf
python
python-attrs
python-beautifulsoup4
python-cachecontrol
python-certifi
python-cffi
python-click
python-colorama
python-commonmark
python-cryptography
python-decorator
python-distlib
python-docutils
python-flask
python-flask-cors
python-future
python-html5lib
python-importlib-metadata
python-itsdangerous
python-jinja
python-jsonschema
python-markdown
python-markupsafe
python-msgpack
python-orjson
python-pep517
python-pip
python-platformdirs
python-ply
python-protobuf
python-pyaudio
python-pycparser
python-pygments
python-pyopenssl
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrsistent
python-pysocks
python-resolvelib
python-rich
python-send2trash
python-six
python-soupsieve
python-tenacity
python-typing_extensions
python-waitress
python-webencodings
python-werkzeug
python-zipp
qt5ct
qt6-base
qt6-declarative
qt6-positioning
qt6-translations
qt6-webchannel
qt6-webengine
ranger
reflector
rofi
rofimoji
rsync
rust
spotify
spotify-adblock
steam
sudo
tela-icon-theme
texinfo
thunderbird
touchpad-toggle-xinput
tree
ttf-liberation
ttf-nerd-fonts-symbols
ueberzug
ufw
viewnior
vim
vimix-cursors
virtualbox
visual-studio-code-bin
volumeicon
vulkan-headers
which
wine-mono
wine-staging
wqy-zenhei
xbanish
xclip
xdotool
xf86-input-wacom
xf86-video-intel
xf86-video-nouveau
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
yay
youtube-dl
zip
