ani-cli
anki-official-binary-bundle
cava
ctpv-git
evillimiter
fcitx5-skin-adwaita-dark
gallery-dl
jdownloader2
linux-wifi-hotspot
minecraft-launcher
nvim-packer-git
onlyoffice-bin
ookla-speedtest-bin
opentabletdriver
oracle-instantclient-basic
oracle-instantclient-sqlplus
oracle-sqldeveloper
orchis-theme
osu-lazer-bin
osu-mime
spotify
spotify-adblock
tela-icon-theme
touchpad-toggle-xinput
typora
vimix-cursors
visual-studio-code-bin
vmware-horizon-client
vmware-keymaps
xbanish
yay
