a52dec
aalib
abseil-cpp
accounts-qml-module
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
ani-cli
anki-official-binary-bundle
aom
appstream
appstream-glib
arandr
archlinux-keyring
argon2
aria2
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
asar
asciiquarium
at-spi2-core
atkmm
atool
attica
attr
audit
aur-auto-vote-git
autoconf
automake
autorandr
avahi
avr-binutils
avr-gcc-85
avr-libc
avrdude
axel
babl
baobab
base
base-devel
bash
bash-completion
bash-pipes
bat
bat-extras
bc
bear
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost
boost-libs
botan
botan2
bottom
box2d
breeze
breeze-icons
breezy
brightnessctl
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cairomm-1.16
calibre
cantarell-fonts
capstone
cava
cblas
cbonsai
cdparanoia
cfitsio
chafa
check
cheese
chmlib
chromaprint
chromium
chrono-date
chrpath
clang
clipman
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmatrix
cogl
compiler-rt
confuse
convertlit
coreutils
cowsay
cpio
cppreference
cppreference-devhelp
cracklib
cryptsetup
ctpv-git
curl
cython
datagrip
datagrip-jre
dav1d
db
db-derby
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
devhelp
device-mapper
dex
dfu-programmer
dfu-util
diffutils
digital
discord
djvulibre
dmraid
dnsmasq
dnssec-anchors
dosfstools
dotnet-host
dotnet-runtime
dotnet-runtime-6.0
dotnet-sdk
dotnet-targeting-pack
double-conversion
dtc
duktape
dust
e2fsprogs
ebook-tools
editix-free
editorconfig-core-c
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron
electron25
elfutils
embree
embree3
enchant
eog
evince
exempi
exiv2
expat
extra-cmake-modules
faac
faad2
fakeroot
faudio
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-skin-adwaita-dark
fd
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
fish
fisher
flac
flatpak
flatpak-builder
flex
fluidsynth
fmt
fontconfig
fortune-mod
frameworkintegration
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gammastep
gavl
gawk
gc
gcab
gcc
gcc-libs
gcolor3
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gendesk
geoclue
geocode-glib
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
gimp
git
git-delta
gjs
glew
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gn
gnome-autoar
gnome-clocks
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnome-online-accounts
gnome-video-effects
gnome-weather
gnu-netcat
gnupg
gnutls
go
go-md2man
gobject-introspection-runtime
godot
gperf
gperftools
gpgme
gpm
gptfdisk
grantlee
graphene
graphite
graphviz
greetd
greetd-agreety
grep
grim
grimshot
groff
grpc
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
gts
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hdparm
helix
hicolor-icon-theme
hidapi
highway
hostapd
htop
http-parser
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables-nft
iputils
iso-codes
iw
j4-dmenu-desktop
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jdk11-openjdk
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
js102
js91
json-c
json-glib
jsoncpp
jxrlib
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdecoration
kded
kdelibs4support
kdenlive
kdevelop
kdevelop-php
keepassxc
kemoticons
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
krb5
kservice
ktexteditor
ktextwidgets
kunitconversion
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldns
lensfun
less
lf
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pcre2
lib32-pixman
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libb64
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcgif
libcheese
libcloudproviders
libcmis
libcolord
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdeflate
libdrm
libdv
libdvdnav
libdvdread
libe-book
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgdata
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgnome-keyring
libgoa
libgpg-error
libgphoto2
libgrss
libgsf
libgudev
libgweather-4
libgxps
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjxl
libkate
libkeybinder3
libkomparediff2
libksba
libksysguard
liblangtag
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmalcontent
libmanette
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libmysofa
libnatpmp
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libpwquality
libqalculate
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librest
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspiro
libsquish
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libtraceevent
libtracefs
libudev0-shim
libunistring
libunrar
libunwind
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvips
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwpg
libwps
libwslay
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-wifi-hotspot
lld
lldb
llvm
llvm-libs
lm_sensors
lolcat
lpsolve
lsb-release
lsof
lua
luajit
lutris
lv2
lvm2
lxappearance
lxsession-gtk3
lynx
lz4
lzo
m4
mailcap
maim
make
mako
man-db
man-pages
mathjax
maven
mbedtls
mbedtls2
md4c
mdadm
mdcat
media-player-info
mesa
mesa-utils
meson
minecraft-launcher
miniupnpc
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
mongodb-bin
mongodb-tools-bin
mongosh-bin
mpfr
mpg123
mpv
msgpack-c
mtdev
mtpfs
mujs
multipath-tools
mypaint-brushes1
nautilus
ncurses
ndctl
neofetch
neon
neovim
netbeans
nethack
nethogs
netpbm
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
nextdns
nftables
ninja
nlohmann-json
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
numlockx
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
oath-toolkit
obsidian
ocl-icd
onetbb
oniguruma
onlyoffice-bin
ookla-speedtest-bin
openal
openasar-git
openconnect
opencore-amr
opencv
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
opentabletdriver
optipng
opus
orc
orchis-theme
os-prober
osinfo-db
ostree
osu-lazer-bin
osu-mime
otf-font-awesome
p11-kit
p7zip
packettracer
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
parted
patch
patchelf
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-curses
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-mimeinfo
perl-image-exiftool
perl-ipc-system-simple
perl-mailtools
perl-term-animation
perl-timedate
perl-uri
pfetch
phodav
pinentry
pinta
pipes.sh
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
plantuml
playerctl
plocate
podofo
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popsicle-bin
popt
portaudio
postgresql-libs
procps-ng
protobuf
psmisc
purpose
pyenv
python
python-anyio
python-appdirs
python-apsw
python-argcomplete
python-async-timeout
python-attrs
python-beautifulsoup4
python-brotli
python-brotlicffi
python-build
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-commonmark
python-configobj
python-cryptography
python-css-parser
python-cssselect
python-dateutil
python-distlib
python-distro
python-dnspython
python-docopt
python-docutils
python-dotty-dict
python-dulwich
python-evdev
python-fastbencode
python-faust-cchardet
python-feedparser
python-filelock
python-future
python-gobject
python-h11
python-halo
python-hid
python-hjson
python-html2text
python-html5-parser
python-html5lib
python-httpcore
python-httplib2
python-httpx
python-idna
python-ifaddr
python-importlib-metadata
python-inflate64
python-installer
python-itsdangerous
python-jaraco.context
python-jaraco.functools
python-jeepney
python-jinja
python-jsonschema
python-keyutils
python-log_symbols
python-lxml
python-markdown
python-markdown-it-py
python-markupsafe
python-mdurl
python-mechanize
python-merge3
python-milc
python-moddb
python-more-itertools
python-msgpack
python-multidict
python-multivolumefile
python-netifaces
python-nspektr
python-packaging
python-patiencediff
python-pdftotext
python-pillow
python-pip
python-platformdirs
python-ply
python-psutil
python-py7zr
python-pybcj
python-pychm
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pygments
python-pyopenssl
python-pyparsing
python-pyppmd
python-pyproject-hooks
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrate-limiter
python-pyrsistent
python-pyusb
python-pyzstd
python-regex
python-requests
python-resolvelib
python-rfc3986
python-rich
python-sgmllib3k
python-six
python-sniffio
python-soupsieve
python-spinners
python-tenacity
python-termcolor
python-texttable
python-tomli
python-toolz
python-tqdm
python-typing_extensions
python-uc-micro-py
python-unrardll
python-urllib3
python-webencodings
python-werkzeug
python-wheel
python-xlib
python-yaml
python-yarl
python-zeroconf
python-zipp
qalculate-gtk
qca-qt5
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-sdl
qemu-audio-spice
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qmk
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-imageformats
qt6-positioning
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
r
raptor
rasqal
rav1e
rclone
re2
readline
recode
redland
reflector
rest
rhash
ripgrep
rofi-lbonn-wayland-git
rpmextract
rstudio-desktop-bin
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-diff-lcs
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-manpages
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-optimist
ruby-paint
ruby-power_assert
ruby-psych
ruby-racc
ruby-rainbow
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-sync
ruby-term-ansicolor
ruby-test-unit
ruby-time
ruby-tins
ruby-tmpdir
ruby-uri
rubygems
run-parts
rust
sbc
scdoc
sdl12-compat
sdl2
sdl2_image
seabios
seahorse
seatd
sed
semver
serd
sfml
shaderc
shadow
shared-mime-info
shotwell
signal-desktop-beta-bin
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
sl
slang
slop
slurp
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
spotify
spotify-adblock
sqlite
sratom
srt
sshfs
startup-notification
steam
stoken
sudo
suitesparse
svt-av1
svt-hevc
swappy
sway
swaybg
swayidle
swaylock
swtpm
sxiv
syncthing
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
tealdeer
tela-icon-theme
texinfo
thin-provisioning-tools
threadweaver
thunderbird
tinycompress
tk
toipe
tor-browser
totem-pl-parser
touchpad-toggle-xinput
tpm2-tss
traceroute
tracker3
tracker3-miners
transmission-cli
transmission-gtk
trash-cli
tree
tree-sitter
tslib
ttf-carlito
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
turbo-base64
twolame
tzdata
uchardet
udiskie
udisks2
ueberzugpp
ueberzugpp-debug
ufw
umbrello
unibilium
unicode-cldr-annotations
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vde2
ventoy-bin
vial-appimage
vid.stab
viewnior
vim
vim-runtime
vimix-cursors
virglrenderer
virt-install
virt-manager
virtiofsd
visual-studio-code-bin
vmaf
vmware-horizon-client
vmware-keymaps
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
warpd
wavpack
waybar
wayland
wayland-protocols
wdisplays
webkit2gtk
webkit2gtk-4.1
webp-pixbuf-loader
webrtc-audio-processing
wf-recorder
wget
which
wildmidi
wine
wireplumber
wl-clipboard
wl-gammactl
wlroots
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
wshowkeys-git
x264
x265
xbanish
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-intel
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yarn
yay
yt-dlp
ytfzf
zbar
zenity
zeromq
zimg
zip
zlib
zstd
zvbi
zxing-cpp
