ancient-packages
android-sdk-platform-tools
ani-cli
anki-official-binary-bundle
arandr
arch-install-scripts
asciiquarium
atool
aur-auto-vote-git
autoconf
automake
avr-gcc-85
baobab
base
base-devel
bash-completion
bash-pipes
bat
bat-extras
bc
bear
bison
bluez
bluez-utils
boost
bottom
breeze
brightnessctl
calibre
cava
cbonsai
chafa
cheese
chromium
clang
clipman
cmake
cmatrix
compiler-rt
cowsay
ctpv-git
debugedit
devhelp
dex
discord
dnsmasq
docker
docker-buildx
docker-compose
dotnet-sdk
dotnet-targeting-pack
dust
edk2-ovmf
efibootmgr
element-desktop
eog
evince
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-skin-adwaita-dark
fd
ffmpegthumbnailer
file-roller
firefox
fish
fisher
flatpak
flatpak-builder
flex
fortune-mod
fzf
gammastep
gcc
gcolor3
gdb
gendesk
gimp
git
git-delta
gitkraken
gnome-keyring
gnu-netcat
go
godot
greetd
grim
grimshot
grub
gvfs-gphoto2
gvfs-mtp
hdparm
helix
htop
hyprpicker
iptables-nft
j4-dmenu-desktop
java-environment-common
java-runtime-common
jdk-openjdk
jetbrains-toolbox
jq
jre11-openjdk
jre11-openjdk-headless
kdenlive
keepassxc
kitty
lf
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libgnome-keyring
libnet
libreoffice-fresh
libtool
libvirt
linux
linux-firmware
linux-headers
linux-wifi-hotspot
lldb
lolcat
lutris
lynx
m4
maim
make
mako
man-db
man-pages
mariadb
mdcat
meson
minecraft-launcher
mongodb-tools-bin
mpg123
mpv
mtpfs
nautilus
neofetch
neovim
nethack
netstandard-targeting-pack
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nextdns
ninja
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
numlockx
nvidia
nvidia-prime
nvidia-settings
nvtop
obsidian
ocl-icd
ookla-speedtest-bin
openal
opentabletdriver
openvpn
orchis-theme
os-prober
osu-lazer-bin
otf-font-awesome
packettracer
pacman-contrib
patch
pdfsam
perl-file-mimeinfo
perl-image-exiftool
pfetch
pinta
pipewire-alsa
pipewire-pulse
pkgconf
plantuml
playerctl
plocate
popsicle-bin
portaudio
protobuf
protonvpn
pyenv
python-attrs
python-cachecontrol
python-certifi
python-click
python-colorama
python-commonmark
python-cryptography
python-distlib
python-docutils
python-future
python-idna
python-itsdangerous
python-jinja
python-markupsafe
python-pip
python-pipenv
python-pipx
python-platformdirs
python-pyopenssl
python-pyrsistent
python-resolvelib
python-rich
python-tenacity
python-typing_extensions
python-urllib3
python-werkzeug
qalculate-gtk
qemu-desktop
qmk
qt5ct
qt6-wayland
rclone
reflector
ripgrep
rofi-lbonn-wayland-git
rstudio-desktop-bin
rsync
rust
scons
scrcpy
seahorse
sfml
signal-desktop-beta-bin
sl
spotify-adblock
sshfs
steam
sudo
supertuxkart
swappy
sway
swaybg
swayidle
swaylock
swtpm
sxiv
syncthing
tealdeer
tela-icon-theme
texinfo
thunderbird
tk
toipe
tor-browser
traceroute
transmission-cli
transmission-gtk
trash-cli
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
udiskie
ueberzugpp
ufw
unzip
valgrind
ventoy-bin
viewnior
vimix-cursors
virt-manager
visual-studio-code-bin
vmware-horizon-client
warpd
waybar
wdisplays
wf-recorder
wget
which
wireplumber
wl-clipboard
wl-gammactl
wshowkeys-git
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-input-wacom
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwayland
yay
yt-dlp
ytfzf
zip
