ani-cli
anki-official-binary-bundle
bash-pipes
cava
cbonsai
clipman
cppreference
cppreference-devhelp
ctpv-git
datagrip
datagrip-jre
digital
evillimiter
fcitx5-skin-adwaita-dark
gallery-dl
greetd
grimshot
jdownloader2
linux-wifi-hotspot
metis
minecraft-launcher
onlyoffice-bin
ookla-speedtest-bin
opentabletdriver
oracle-instantclient-basic
oracle-instantclient-sqlplus
oracle-sqldeveloper
orchis-theme
osu-lazer-bin
osu-mime
pfetch
pipes.sh
signal-desktop-beta-bin
spotify
spotify-adblock
stpv-git
tela-icon-theme
tor-browser
touchpad-toggle-xinput
ventoy-bin
vimix-cursors
visual-studio-code-bin
vmware-horizon-client
vmware-keymaps
wdisplays
wl-gammactl
wshowkeys-git
xbanish
yay
