a52dec
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
anki-official-binary-bundle
aom
appstream
appstream-glib
arandr
archlinux-keyring
argon2
asciiquarium
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
autorandr
avahi
babl
baobab
base
bash
bash-completion
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost-libs
botan
box2d
brillo
brotli
btop
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calibre
cantarell-fonts
chmlib
clucene
cmatrix
compiler-rt
coreutils
cryptsetup
curl
cython
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dex
diffutils
discord
djvulibre
dkms
dmraid
dnsmasq
dnssec-anchors
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
duktape
dunst
dust
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
embree
enchant
eog
evillimiter
evince
exempi
exiv2
expat
fakeroot
faudio
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-skin-adwaita-dark
ffmpeg
fftw
file
filesystem
findutils
firefox
fish
flac
flameshot
flatpak
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gallery-dl
gawk
gc
gcab
gcc
gcc-libs
gcolor3
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghostscript
giflib
gimp
git
gjs
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-autoar
gnome-clocks
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnome-weather
gnupg
gnutls
go
go-md2man
gobject-introspection-runtime
godot
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gst-libav
gst-plugins-bad-libs
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gts
guile
gupnp-dlna
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
hostapd
htop
http-parser
hunspell
hwdata
hwloc
hyphen
i3-gaps
i3lock
iana-etc
icu
ijs
imagemagick
imath
iniparser
iproute2
iptables
iputils
iso-codes
iw
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jdk11-openjdk
jdownloader2
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
js91
json-c
json-glib
jsoncpp
jxrlib
kbd
keepassxc
keyutils
kguiaddons
kitemviews
kmod
krb5
kwidgetsaddons
l-smash
lame
lapack
lcms2
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbs2b
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgexiv2
libgit2
libglvnd
libgnome-keyring
libgpg-error
libgphoto2
libgrss
libgsf
libgudev
libgweather-4
libgxps
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libiptcdata
libisl
libixion
libjpeg-turbo
libjxl
libkeybinder3
libksba
liblangtag
libldac
libldap
liblqr
libluv
libmad
libmalcontent
libmanette
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk3
libproxy
libpsl
libpulse
libqalculate
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunrar
libunwind
liburcu
liburing
libusb
libusbmuxd
libuv
libva
libvdpau
libverto
libvisio
libvorbis
libvpx
libvterm01
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libwslay
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzmf
licenses
lightdm
lightdm-gtk-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-wifi-hotspot
llvm-libs
lm_sensors
lpsolve
lsb-release
lsof
lua
luajit
lutris
lv2
lvm2
lxappearance
lz4
lzo
m4
mailcap
maim
make
man-db
man-pages
mathjax
mbedtls
md4c
mdadm
mesa
mesa-utils
metis
micro
minecraft-launcher
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mpv
msgpack-c
mtdev
mtpfs
mujs
mypaint-brushes1
nautilus
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-hack
nethogs
netpbm
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
nitrogen
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numlockx
nvidia-dkms
nvidia-settings
nvidia-utils
oath-toolkit
ocl-icd
oniguruma
onlyoffice-bin
ookla-speedtest-bin
openal
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
opentabletdriver
optipng
opus
opusfile
orc
orchis-theme
os-prober
osinfo-db
ostree
osu-lazer-bin
osu-mime
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parcellite
parted
patch
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-curses
perl-error
perl-mailtools
perl-term-animation
perl-timedate
picom
pinentry
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
plocate
podofo
polkit
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
protobuf
psmisc
python
python-appdirs
python-apsw
python-async-timeout
python-attrs
python-autocommand
python-beautifulsoup4
python-brotli
python-brotlicffi
python-build
python-cachecontrol
python-cairo
python-cchardet
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-commonmark
python-configargparse
python-cryptography
python-css-parser
python-cssselect
python-dateutil
python-distlib
python-distro
python-dnspython
python-docutils
python-evdev
python-feedparser
python-future
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-idna
python-ifaddr
python-importlib-metadata
python-inflate64
python-inflect
python-installer
python-itsdangerous
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-lxml
python-markdown
python-markupsafe
python-mechanize
python-more-itertools
python-msgpack
python-multivolumefile
python-netaddr
python-netifaces
python-nspektr
python-ordered-set
python-packaging
python-pdftotext
python-pefile
python-pep517
python-pillow
python-pip
python-platformdirs
python-ply
python-psutil
python-py7zr
python-pybcj
python-pychm
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pydantic
python-pygame-sdl2
python-pygments
python-pyopenssl
python-pyparsing
python-pyppmd
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrsistent
python-pyzstd
python-regex
python-requests
python-resolvelib
python-rich
python-scapy
python-setuptools
python-sgmllib3k
python-six
python-soupsieve
python-tenacity
python-terminaltables
python-texttable
python-tomli
python-tqdm
python-trove-classifiers
python-typing_extensions
python-unrardll
python-urllib3
python-validate-pyproject
python-webencodings
python-werkzeug
python-wheel
python-yaml
python-zeroconf
python-zipp
qalculate-gtk
qrencode
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-imageformats
qt6-positioning
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
raptor
rasqal
rav1e
rclone
re2
readline
redland
reflector
renpy
rest
rofi
rofimoji
rsync
rtkit
rubberband
run-parts
rust
sbc
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sed
serd
shaderc
shadow
shared-mime-info
slang
slop
snappy
sord
sound-theme-freedesktop
source-highlight
speex
speexdsp
spirv-tools
spotify
spotify-adblock
sqlite
sratom
srt
starship
startup-notification
steam
stoken
sudo
suitesparse
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tbb
tcpdump
tdb
tela-icon-theme
texinfo
thin-provisioning-tools
thunderbird
totem-pl-parser
touchpad-toggle-xinput
tpm2-tss
tracker3
tracker3-miners
tree
tree-sitter
tslib
ttf-carlito
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols-2048-em
tzdata
uchardet
udisks2
ufw
unibilium
unicode-cldr-annotations
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vid.stab
viewnior
vimix-cursors
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vmaf
volume_key
vpnc
vulkan-headers
vulkan-icd-loader
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
wget
which
wine-staging
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xbanish
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-intel
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xxhash
xz
yajl
yay
youtube-dl
zenity
zeromq
zimg
zip
zlib
zstd
zxing-cpp
