ani-cli
anki-official-binary-bundle
aur-auto-vote-git
avr-gcc-85
bash-pipes
cava
cbonsai
clipman
cppreference-devhelp
ctpv-git
datagrip
datagrip-jre
db-derby
digital
editix-free
fcitx5-skin-adwaita-dark
grimshot
linux-wifi-hotspot
minecraft-launcher
mongodb-bin
mongodb-tools-bin
nextdns
onlyoffice-bin
ookla-speedtest-bin
openasar-git
opentabletdriver
orchis-theme
osu-lazer-bin
packettracer
pfetch
popsicle-bin
rofi-lbonn-wayland-git
rstudio-desktop-bin
signal-desktop-beta-bin
spotify-adblock
tela-icon-theme
toipe
tor-browser
touchpad-toggle-xinput
ueberzugpp
ventoy-bin
vial-appimage
vimix-cursors
visual-studio-code-bin
vmware-horizon-client
warpd
wdisplays
wl-gammactl
wshowkeys-git
xbanish
yay
