alacritty
ani-cli
anki-official-binary-bundle
arandr
asciiquarium
atool
autoconf
automake
autorandr
baobab
base
bash-completion
bash-pipes
bat
bat-extras
bc
bison
bluez
bluez-utils
boost
brightnessctl
btop
calibre
cava
cbonsai
chafa
cheese
clang
clipman
cmake
cmatrix
compiler-rt
cowsay
cppreference-devhelp
ctpv-git
datagrip
datagrip-jre
dbeaver
devhelp
dex
digital
discord
dnsmasq
dotnet-sdk
dotnet-targeting-pack
dunst
dust
edk2-ovmf
efibootmgr
eog
evince
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-skin-adwaita-dark
fd
ffmpegthumbnailer
firefox
fish
flameshot
flatpak
flex
fortune-mod
fzf
gallery-dl
gcc
gcolor3
gimp
git
gnome-clocks
gnome-keyring
gnome-weather
go
godot
greetd
grim
grimshot
grub
gvfs-gphoto2
gvfs-mtp
hdparm
helix
htop
i3-gaps
i3lock
iptables-nft
j4-dmenu-desktop
java-environment-common
java-runtime-common
jdk-openjdk
jdk11-openjdk
jdownloader2
jq
jre11-openjdk
jre11-openjdk-headless
kanshi
keepassxc
kitty
lf
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libgnome-keyring
libnet
libreoffice-fresh
libtool
libvirt
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-wifi-hotspot
lldb
lolcat
lua-language-server
lutris
lxappearance
lxsession-gtk3
lynx
m4
maim
make
mako
man-db
man-pages
mdcat
minecraft-launcher
mpg123
mpv
mtpfs
nautilus
neofetch
neomutt
neovim
nerd-fonts-jetbrains-mono
nethack
nethogs
netstandard-targeting-pack
network-manager-applet
networkmanager
networkmanager-openconnect
nitrogen
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
numlockx
nvidia
nvidia-prime
nvidia-settings
nvtop
ocl-icd
octave
onlyoffice-bin
ookla-speedtest-bin
openal
opentabletdriver
oracle-instantclient-basic
oracle-instantclient-sqlplus
oracle-sqldeveloper
orchis-theme
os-prober
osu-lazer-bin
otf-font-awesome
pacman-contrib
parcellite
patch
peek
perl-file-mimeinfo
perl-image-exiftool
pfetch
picom
pinta
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
plocate
polybar
portaudio
protobuf
pyright
python-attrs
python-cachecontrol
python-certifi
python-click
python-colorama
python-commonmark
python-cryptography
python-distlib
python-docutils
python-future
python-idna
python-itsdangerous
python-jinja
python-markupsafe
python-pep517
python-pip
python-platformdirs
python-pyopenssl
python-pyrsistent
python-resolvelib
python-rich
python-tenacity
python-typing_extensions
python-urllib3
python-werkzeug
qalculate-gtk
qemu-desktop
qt5ct
qt6-wayland
rclone
reflector
renpy
ripgrep
rofi
rofimoji
rsync
sfml
signal-desktop-beta-bin
simplescreenrecorder
sl
spotify-adblock
sshfs
starship
steam
stpv-git
sudo
swappy
sway
swaybg
swayidle
swaylock
swtpm
tela-icon-theme
texinfo
thunderbird
tor-browser
touchpad-toggle-xinput
transmission-cli
transmission-gtk
trash-cli
tree
ttf-nerd-fonts-symbols-2048-em
udiskie
ueberzug
ufw
umbrello
unzip
valgrind
ventoy-bin
viewnior
vimix-cursors
virt-manager
visual-studio-code-bin
vmware-horizon-client
waybar
wdisplays
wf-recorder
which
wine
wireplumber
wl-clipboard
wl-gammactl
wshowkeys-git
xbanish
xclip
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-input-wacom
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwayland
yay
youtube-dl
zip
