adw-gtk3
anki-bin
brillo
gallery-dl
jdownloader2
minecraft-launcher
nerd-fonts-hack
onlyoffice-bin
orchis-theme
osu-lazer-bin
osu-mime
pfetch
spotify
spotify-adblock
tela-icon-theme
touchpad-toggle-xinput
vimix-cursors
visual-studio-code-bin
xbanish
yay
