ancient-packages
android-sdk-platform-tools
ani-cli
anki-official-binary-bundle
aur-auto-vote-git
avr-gcc-85
bash-pipes
cava
cbonsai
clipman
ctpv-git
fcitx5-skin-adwaita-dark
gitkraken
grimshot
hyprpicker
jetbrains-toolbox
linux-wifi-hotspot
minecraft-launcher
mongodb-tools-bin
nextdns
ookla-speedtest-bin
opentabletdriver
orchis-theme
osu-lazer-bin
packettracer
pdfsam
pfetch
popsicle-bin
protonvpn
rofi-lbonn-wayland-git
rstudio-desktop-bin
signal-desktop-beta-bin
spotify-adblock
tela-icon-theme
toipe
tor-browser
ueberzugpp
ventoy-bin
vimix-cursors
visual-studio-code-bin
vmware-horizon-client
warpd
wdisplays
wl-gammactl
wshowkeys-git
yay
