bierner.folder-source-actions
bradlc.vscode-tailwindcss
budparr.language-hugo-vscode
codezombiech.gitignore
davidanson.vscode-markdownlint
davidlday.languagetool-linter
dbaeumer.vscode-eslint
dcasella.i3
dlasagno.rasi
editorconfig.editorconfig
firefox-devtools.vscode-firefox-debug
geequlim.godot-tools
github.copilot
github.copilot-chat
jdinhlife.gruvbox
jebbs.plantuml
jnoortheen.nix-ide
jock.svg
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
redhat.java
redhat.vscode-xml
rust-lang.rust-analyzer
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
svelte.svelte-vscode
tamasfe.even-better-toml
twxs.cmake
tyriar.luna-paint
vadimcn.vscode-lldb
viktorqvarfordt.vscode-pitch-black-theme
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zhuangtongfa.material-theme
