android-sdk-platform-tools
ani-cli
anki-bin
aur-auto-vote-git
avr-gcc-85
bash-pipes
c-lolcat
camunda-modeler
cava
docker-desktop
extension-manager
fasttext
gallery-dl
gnome-shell-extension-clipboard-indicator
gohugo-extended-bin
ibus-mozc
jetbrains-toolbox
minecraft-launcher
nextdns
ngrok
ookla-speedtest-bin
opentabletdriver
osu-lazer-bin
paccache-hook
pacman-log-orphans-hook
paru
pdfsam
popsicle-bin
postman-bin
signal-desktop-beta-bin
spotify-adblock
teams
tela-icon-theme
toipe
ventoy-bin
visual-studio-code-bin
zotero-beta-bin
