adw-gtk-theme
alacritty
baobab
base
base-devel
bat
bat-extras
bear
bottom
breeze
calibre
cheese
chromium
clang
cmake
cmatrix
cowsay
cups
dex
difftastic
discord
docker
docker-compose
dust
evince
fastfetch
fd
file-roller
firefox
fish
fisher
flatpak
foliate
fortune-mod
fzf
gcc
gcolor3
gdm
geary
gimp
git
git-delta
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-console
gnome-contacts
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-shell
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-weather
gnu-netcat
go
godot
graphviz
grub
helix
htop
hunspell-en_us
hunspell-fr
intel-ucode
jdk-openjdk
jdk17-openjdk
kdenlive
keepassxc
languagetool
lf
libreoffice-fresh
linux
linux-headers
loupe
lsd
make
man-db
man-pages
mariadb
maven
micro
mpv
nautilus
navi
neovim
nethack
networkmanager-openconnect
networkmanager-openvpn
nodejs
noto-fonts
ntfs-3g
nvidia
nvidia-prime
nvtop
obsidian
orca
otf-font-awesome
pacman-contrib
pinta
plantuml
postgresql
pyenv
python
python-pipenv
qemu-desktop
qmk
reflector
ripgrep
rsync
rustup
seahorse
simple-scan
sl
snapshot
steam
sudo
sushi
syncthing
sysprof
tealdeer
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
texlive-plaingeneric
thunderbird
torbrowser-launcher
totem
traceroute
transmission-gtk
trash-cli
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ufw
unzip
virt-manager
wget
which
wireshark-qt
xdg-user-dirs-gtk
xf86-input-wacom
xf86-video-intel
xorg-xev
yt-dlp
zed
zip
zoxide
