adw-gtk3
alacritty
android-sdk-platform-tools
ani-cli
anki-bin
antlr4
antlr4-runtime
arch-install-scripts
asciiquarium
atool
aur-auto-vote-git
autoconf
automake
avr-gcc-85
baobab
base
base-devel
bash-completion
bash-pipes
bat
bat-extras
bc
bear
bison
blueman
bluez
bluez-utils
boost
bottom
breeze5
brightnessctl
calibre
camunda-modeler
cava
cbonsai
chafa
cheese
chromium
clang
cliphist
cmake
cmatrix
compiler-rt
cowsay
cpulimit
ctpv-git
cups
debugedit
dex
difftastic
discord
dnsmasq
docker
docker-buildx
docker-compose
dotnet-sdk
dotnet-targeting-pack
doxygen
dunst
dust
edk2-ovmf
efibootmgr
endeavour
etcher-bin
evince
extension-manager
fakeroot
fastfetch
fasttext
fasttext-langid-models
fcitx5-gtk
fcitx5-skin-adwaita-dark
fd
ffmpegthumbnailer
file-roller
firefox
fish
fisher
flatpak
flatpak-builder
flex
foliate
foot
fortune-mod
fzf
gallery-dl
gammastep
gcc
gcolor3
gdb
gdm
geary
gendesk
gimp
git
git-delta
gitkraken
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-maps
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-clipboard-indicator
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
go
godot
gohugo-extended-bin
graphviz
greetd
grilo-plugins
grim
grimshot
grub
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hdparm
helix
htop
hunspell-en_us
hunspell-fr
hyprpicker
ibus
ibus-mozc
inotify-tools
intel-ucode
iptables-nft
j4-dmenu-desktop
java-environment-common
java-runtime-common
jdk-openjdk
jetbrains-toolbox
jq
jre11-openjdk
kdenlive
keepassxc
keychain
kitty
languagetool
lf
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libgnome-keyring
libnet
libreoffice-fresh
libtool
libvirt
linux
linux-firmware
linux-headers
linux-wifi-hotspot
lldb
lolcat
loupe
lsd
lutris
lynx
m4
maim
make
malcontent
man-db
man-pages
mariadb
maven
mdcat
meson
minecraft-launcher
mpg123
mpv
mtpfs
nautilus
navi
neovim
nethack
netstandard-targeting-pack
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nextdns
ngrok
ninja
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
numlockx
nvidia
nvidia-prime
nvidia-settings
nvtop
obsidian
ocl-icd
ookla-speedtest-bin
openal
opentabletdriver
openvpn
orca
orchis-theme
os-prober
osu-lazer-bin
otf-font-awesome
pacman-contrib
patch
pdfsam
perl-file-mimeinfo
perl-image-exiftool
pfetch
pinta
pipewire-alsa
pipewire-pulse
pkgconf
plantuml
playerctl
plocate
popsicle-bin
portaudio
postgresql
postman-bin
protobuf
pyenv
python-attrs
python-cachecontrol
python-certifi
python-click
python-colorama
python-commonmark
python-cryptography
python-distlib
python-docutils
python-future
python-idna
python-itsdangerous
python-jinja
python-markupsafe
python-pip
python-pipenv
python-pipx
python-platformdirs
python-pyopenssl
python-pyrsistent
python-resolvelib
python-rich
python-tenacity
python-typing_extensions
python-urllib3
python-werkzeug
qalculate-gtk
qemu-desktop
qmk
qt5ct
qt6-wayland
rclone
reflector
ripgrep
rofi-lbonn-wayland-git
rsync
rustup
rygel
scons
scrcpy
seahorse
sfml
signal-desktop-beta-bin
simple-scan
sl
snapshot
spotify-adblock
sshfs
steam
stpv-git
sudo
supertuxkart
sushi
swappy
sway
swaybg
swayidle
swaylock
swi-prolog
swtpm
sxiv
syncthing
tealdeer
teams
tecla
tela-icon-theme
texinfo
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
texlive-plaingeneric
thunderbird
tk
toipe
torbrowser-launcher
totem
traceroute
transmission-cli
transmission-gtk
trash-cli
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
udiskie
ueberzugpp
ufw
unzip
valgrind
ventoy-bin
viewnior
vimix-cursors
virt-manager
visual-studio-code-bin
vmware-horizon-client
waybar
wdisplays
wf-recorder
wget
which
wireplumber
wireshark-qt
wl-clipboard
wl-gammactl
wshowkeys-git
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-wacom
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwayland
yay
yelp
yt-dlp
zip
zotero-beta-bin
zoxide
