adw-gtk3
android-sdk-platform-tools
ani-cli
anki-bin
aur-auto-vote-git
avr-gcc-85
bash-pipes
camunda-modeler
cava
cbonsai
cpulimit
ctpv-git
etcher-bin
extension-manager
fasttext
fasttext-langid-models
fcitx5-skin-adwaita-dark
gallery-dl
gitkraken
gnome-shell-extension-clipboard-indicator
gohugo-extended-bin
grimshot
hyprpicker
ibus-mozc
jetbrains-toolbox
linux-wifi-hotspot
minecraft-launcher
nextdns
ngrok
ookla-speedtest-bin
opentabletdriver
orchis-theme
osu-lazer-bin
pdfsam
pfetch
popsicle-bin
postman-bin
rofi-lbonn-wayland-git
signal-desktop-beta-bin
spotify-adblock
stpv-git
teams
tela-icon-theme
toipe
ueberzugpp
ventoy-bin
vimix-cursors
visual-studio-code-bin
vmware-horizon-client
wdisplays
wl-gammactl
wshowkeys-git
yay
zotero-beta-bin
