7zip
bash-completion
dnsmasq
efibootmgr
fasttext-langid-models
gnome-control-center
gnome-disk-utility
gnome-remote-desktop
gnome-user-share
gst-libav
gst-plugins-ugly
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
linux-firmware
malcontent
networkmanager
noto-fonts-cjk
npm
os-prober
pipewire-alsa
power-profiles-daemon
python-pipx
rygel
swtpm
tk
wl-clipboard
xorg-server
